Repository: RevengeRip/AppManager
Catalog: po/*.po
Languages: de, es, et, fi, fr, it, kk, lv, nl, ru, sv

source: Hidden
de: Versteckt
es: Oculto
et: Peidetud
fi: Piilotettu
fr: Masqué
it: Nascosto
kk: Жасырын
lv: Slēpts
nl: Verborgen
ru: Спрятан
sv: Dold

source: Properties
de: Eigenschaften
es: Propiedades
et: Omadused
fi: Ominaisuudet
fr: Propriétés
it: Proprietà
kk: Қасиеттер
lv: Rekvizīti
nl: Eigenschappen
ru: Свойства
sv: Egenskaper

source: Command line arguments
de: Befehlszeilenargumente
es: Argumentos de línea de comandos
et: Käsurea argumendid
fi: Komentoriviargumentit
fr: Arguments de ligne de commande
it: Argomenti riga di comando
kk: Командалық жол аргументтері
lv: Komandrindas argumenti
nl: Opdrachtregelargumenten
ru: Аргументы командной строки
sv: Kommandoradsargument

source: Update info
es: Información de actualización
et: Uuenduse teave
fi: Päivitystiedot
fr: Informations de mise à jour
it: Info aggiornamento
kk: Жаңарту ақпараты
lv: Atjaunināšanas informācija
nl: Update-informatie
ru: Информация об обновлении
sv: Uppdateringsinformation

source: How update links work
de: Wie Update-Links funktionieren
es: Cómo funcionan los enlaces de actualización
et: Kuidas uuenduslingid töötavad
fi: Miten päivityslinkit toimivat
fr: Comment fonctionnent les liens de mise à jour
it: Come funzionano i link di aggiornamento
kk: Жаңарту сілтемелері қалай жұмыс істейді
lv: Kā darbojas atjaunināšanas saites
nl: Hoe updatelinks werken
ru: Как работают ссылки на обновления
sv: Hur uppdateringslänkar fungerar

source: Update Link
es: Enlace de actualización
et: Uuenduslink
fi: Päivityslinkki
fr: Lien de mise à jour
it: Link di aggiornamento
kk: Жаңарту сілтемесі
lv: Atjaunināšanas saite
ru: Ссылка обновления
sv: Uppdateringslänk

source: Web Page
de: Webseite
es: Página web
et: Veebileht
fi: Verkkosivu
fr: Page web
it: Pagina web
kk: Веб парақ
lv: Tīmekļa lapa
nl: Webpagina
ru: Веб-страница
sv: Webbsida

source: Open web page
de: Webseite öffnen
es: Abrir página web
et: Ava veebileht
fi: Avaa verkkosivu
fr: Ouvrir la page web
it: Apri pagina web
kk: Веб парақты ашу
lv: Atvērt tīmekļa lapu
nl: Webpagina openen
ru: Открыть веб-страницу
sv: Öppna webbsida

source: Advanced
de: Erweitert
es: Avanzado
et: Täpsemalt
fi: Lisäasetukset
fr: Avancé
it: Avanzate
kk: Кеңейтілген
lv: Papildu
nl: Geavanceerd
ru: Расширенные
sv: Avancerat

source: Environment Variables
de: Umgebungsvariablen
es: Variables de entorno
et: Keskkonnamuutujad
fi: Ympäristömuuttujat
fr: Variables d'environnement
it: Variabili d'ambiente
kk: Орта айнымалылары
lv: Vides mainīgie
nl: Omgevingsvariabelen
ru: Переменные окружения
sv: Miljövariabler

source: Set custom environment variables for this app
de: Benutzerdefinierte Umgebungsvariablen für diese App festlegen
es: Establecer variables de entorno personalizadas para esta aplicación
et: Määra sellele rakendusele kohandatud keskkonnamuutujad
fi: Aseta mukautetut ympäristömuuttujat tälle sovellukselle
fr: Définir des variables d'environnement personnalisées pour cette application
it: Imposta variabili d'ambiente personalizzate per questa app
kk: Бұл қолданба үшін таңдауыңызша орта айнымалыларын орнатыңыз
lv: Iestatīt pielāgotus vides mainīgos šai lietotnei
nl: Stel aangepaste omgevingsvariabelen voor deze app in
ru: Установить пользовательские переменные окружения для этого приложения
sv: Ange anpassade miljövariabler för denna app

source: NAME
es: NOMBRE
et: NIMI
fi: NIMI
fr: NOM
it: NOME
kk: АТАУЫ
lv: NOSAUKUMS
nl: NAAM
ru: ИМЯ
sv: NAMN

source: value
de: Wert
es: valor
et: väärtus
fi: arvo
fr: valeur
it: valore
kk: мәні
lv: vērtība
nl: waarde
ru: значение
sv: värde

source: Remove variable
de: Variable entfernen
es: Eliminar variable
et: Eemalda muutuja
fi: Poista muuttuja
fr: Supprimer la variable
it: Rimuovi variabile
kk: Айнымалыны өшіру
lv: Noņemt mainīgo
nl: Variabele verwijderen
ru: Удалить переменную
sv: Ta bort variabel

source: Keywords
de: Schlüsselwörter
es: Palabras clave
et: Võtmesõnad
fi: Avainsanat
fr: Mots-clés
it: Parole chiave
kk: Кілт сөздер
lv: Atslēgvārdi
nl: Trefwoorden
ru: Ключевые слова
sv: Nyckelord

source: Icon name
de: Symbol-Name
es: Nombre del icono
et: Ikooni nimi
fi: Kuvakkeen nimi
fr: Nom de l'icône
it: Nome icona
kk: Таңбаша аты
lv: Ikonas nosaukums
nl: Pictogramnaam
ru: Имя иконки
sv: Ikonnamn

source: Startup WM Class
es: Clase WM de inicio
et: Käivituse WM klass
fi: Käynnistyksen WM-luokka
fr: Classe WM de démarrage
it: Classe WM di avvio
kk: Іске қосу WM класы
lv: Startēšanas WM klase
nl: Opstart-WM-klasse
ru: Startup WM класс
sv: Start WM-klass

source: Version
es: Versión
et: Versioon
fi: Versio
it: Versione
kk: Нұсқасы
lv: Versija
nl: Versie
ru: Версия

source: Hide from app drawer
de: Aus App-Übersicht ausblenden
es: Ocultar del cajón de aplicaciones
et: Peida rakenduste sahtlist
fi: Piilota sovellusvalikosta
fr: Masquer du tiroir d'applications
it: Nascondi dal cassetto app
kk: Қолданбалар мәзірінен жасыру
lv: Slēpt no lietotņu atvilktnes
nl: Verbergen in applade
ru: Спрятать из панели запуска
sv: Dölj från applådan

source: Don't show in application menu
de: Nicht im Anwendungsmenü anzeigen
es: No mostrar en el menú de aplicaciones
et: Ära näita rakenduste menüüs
fi: Älä näytä sovellusvalikossa
fr: Ne pas afficher dans le menu des applications
it: Non mostrare nel menu applicazioni
kk: Қолданбалар мәзірінде көрсетпеу
lv: Nerādīt lietotņu izvēlnē
nl: Niet tonen in applicatiemenu
ru: Не показывать в меню приложений
sv: Visa inte i programmenyn

source: Add to $PATH
de: Zu $PATH hinzufügen
es: Añadir a $PATH
et: Lisa $PATH-i
fi: Lisää $PATH-muuttujaan
fr: Ajouter à $PATH
it: Aggiungi a $PATH
kk: $PATH ішіне қосу
lv: Pievienot $PATH
nl: Toevoegen aan $PATH
ru: Добавить в $PATH
sv: Lägg till i $PATH

source: Create a launcher in %s so you can run it from the terminal
de: Erstellen Sie einen Starter in %s, um die App vom Terminal zu starten
es: Crear un lanzador en %s para ejecutarlo desde la terminal
et: Loo käivitaja %s kausta, et saaksid seda terminalist käivitada
fi: Luo käynnistin %s-kansioon, jotta voit käynnistää sen päätteestä
fr: Créer un lanceur dans %s pour l'exécuter depuis le terminal
it: Crea un lanciatore in %s per eseguirlo dal terminale
kk: Оны терминалдан іске қосу үшін %s ішінде жөнелткішті жасау
lv: Izveidot palaidēju %s, lai varētu palaist no termināļa
nl: Maak een starter in %s zodat je deze vanuit de terminal kunt starten
ru: Создать лаунчер в %s чтобы вы могли запускать его из терминала
sv: Skapa en startare i %s så att du kan köra den från terminalen

source: Actions
de: Aktionen
es: Acciones
et: Toimingud
fi: Toiminnot
it: Azioni
kk: Әрекеттер
lv: Darbības
nl: Acties
ru: Действия
sv: Åtgärder

source: Extract AppImage
de: AppImage entpacken
es: Extraer AppImage
et: Ekstraheeri AppImage
fi: Pura AppImage
fr: Extraire l'AppImage
it: Estrai AppImage
kk: AppImage тарқату
lv: Izvilkt AppImage
nl: AppImage uitpakken
ru: Извлечь AppImage
sv: Extrahera AppImage

source: Restore default
de: Standard wiederherstellen
es: Restaurar predeterminado
et: Taasta vaikeväärtus
fi: Palauta oletus
fr: Restaurer par défaut
it: Ripristina predefinito
kk: Бастапқысын қалпына келтіру
lv: Atjaunot noklusējumu
nl: Standaard herstellen
ru: Вернуть по-умолчанию
sv: Återställ standard

source: Updating...
de: Aktualisiere...
es: Actualizando...
et: Uuendamine...
fi: Päivitetään...
fr: Mise à jour...
it: Aggiornamento...
kk: Жаңартылуда...
lv: Atjaunina...
nl: Bezig met bijwerken...
ru: Обновляю...
sv: Uppdaterar...

source: Checking...
de: Prüfe...
es: Comprobando...
et: Kontrollimine...
fi: Tarkistetaan...
fr: Vérification...
it: Controllo...
kk: Тексерілуде...
lv: Pārbauda...
nl: Bezig met controleren...
ru: Проверяю...
sv: Kontrollerar...

source: Check Update
de: Update prüfen
es: Comprobar actualización
et: Kontrolli uuendust
fi: Tarkista päivitys
fr: Vérifier la mise à jour
it: Controlla aggiornamento
kk: Жаңартуды тексеру
lv: Pārbaudīt atjauninājumu
nl: Controleren op update
ru: Проверить обновления
sv: Sök uppdatering

source: Update info lets AppManager fetch new builds for you. Paste the download link and AppManager will do the rest.
de: Update-Info ermöglicht AppManager, neue Versionen für Sie abzurufen. Fügen Sie den Download-Link ein und AppManager erledigt den Rest.
es: La información de actualización permite a AppManager obtener nuevas versiones para ti. Pega el enlace de descarga y AppManager hará el resto.
et: Uuenduse teave võimaldab AppManageril uusi versioone tuua. Kleebi allalaadimislink ja AppManager teeb ülejäänu.
fi: Päivitystiedot mahdollistavat AppManagerin hakea uusia versioita puolestasi. Liitä latauslinkki ja AppManager hoitaa loput.
fr: Les informations de mise à jour permettent à AppManager de récupérer les nouvelles versions pour vous. Collez le lien de téléchargement et AppManager fera le reste.
it: Le info di aggiornamento permettono ad AppManager di recuperare le nuove versioni per te. Incolla il link di download e AppManager farà il resto.
kk: Жаңарту ақпараты AppManager қолданбасына сіз үшін жаңа құрастырылымдарды алуға мүмкіндік береді. Жүктеп алу сілтемесін кірістіріңіз, қалғанын AppManager орындайды.
lv: Atjaunināšanas informācija ļauj AppManager iegūt jaunas versijas jūsu vietā. Ielīmējiet lejupielādes saiti un AppManager paveiks pārējo.
nl: Met update-informatie kan AppManager nieuwe builds voor je ophalen. Plak de downloadlink en AppManager doet de rest.
ru: Информация об обновлениях позволяет AppManager получить новые сборки. Вставьте ссылку на загрузку и AppManager сделает всё остальное.
sv: Uppdateringsinformation låter AppManager hämta nya versioner åt dig. Klistra in nedladdningslänken så gör AppManager resten.

source: Currently GitHub and GitLab URL formats are fully supported. Direct download links also work if the server provides Last-Modified or Content-Length headers.
de: Derzeit werden GitHub- und GitLab-URL-Formate vollständig unterstützt. Direkte Download-Links funktionieren auch, wenn der Server Last-Modified- oder Content-Length-Header bereitstellt.
es: Actualmente los formatos de URL de GitHub y GitLab son totalmente compatibles. Los enlaces de descarga directa también funcionan si el servidor proporciona cabeceras Last-Modified o Content-Length.
et: Praegu on täielikult toetatud GitHub ja GitLab URL-i vormingud. Otselingid töötavad samuti, kui server pakub Last-Modified või Content-Length päiseid.
fi: Tällä hetkellä GitHub- ja GitLab-URL-muodot ovat täysin tuettuja. Suorat latauslinkit toimivat myös, jos palvelin tarjoaa Last-Modified- tai Content-Length-otsikot.
fr: Actuellement, les formats d'URL GitHub et GitLab sont entièrement pris en charge. Les liens de téléchargement direct fonctionnent également si le serveur fournit les en-têtes Last-Modified ou Content-Length.
it: Attualmente i formati URL di GitHub e GitLab sono completamente supportati. I link di download diretto funzionano anche se il server fornisce gli header Last-Modified o Content-Length.
kk: Қазіргі уақытта GitHub және GitLab URL пішімдеріне толықтай қолдау бар. Егер сервер Last-Modified немесе Content-Length тақырыптамаларын ұсынса, тікелей жүктеп алу сілтемелері де жұмыс істейді.
lv: Pašlaik GitHub un GitLab URL formāti ir pilnībā atbalstīti. Tiešās lejupielādes saites arī darbojas, ja serveris nodrošina Last-Modified vai Content-Length galvenes.
nl: Op dit moment worden GitHub- en GitLab-URL-indelingen volledig ondersteund. Directe downloadlinks werken ook als de server Last-Modified- of Content-Length-headers levert.
ru: На данный момент полностью поддерживаются только форматы URL GitHub и GitLab. Прямые ссылки будут работать только если сервер предоставляет заголовки "Last-Modified" или "Content-Length".
sv: För närvarande stöds GitHub och GitLab URL-format fullt ut. Direkta nedladdningslänkar fungerar också om servern tillhandahåller Last-Modified eller Content-Length-headers.

source: Update links
es: Enlaces de actualización
et: Uuenduslingid
fi: Päivityslinkit
fr: Liens de mise à jour
it: Link di aggiornamento
kk: Жаңарту сілтемелері
lv: Atjaunināšanas saites
ru: Ссылки обновлений
sv: Uppdateringslänkar

source: Got it
de: Verstanden
es: Entendido
et: Selge
fi: Selvä
fr: Compris
it: Capito
kk: Түсінікті
lv: Sapratu
nl: Begrepen
ru: Ясно
sv: Förstått

source: Extracting will unpack the application so it opens faster, but it will consume more disk space. This action cannot be reversed automatically.
de: Das Entpacken entpackt die Anwendung, sodass sie schneller öffnet, aber mehr Speicherplatz verbraucht. Diese Aktion kann nicht automatisch rückgängig gemacht werden.
es: Extraer descomprimirá la aplicación para que se abra más rápido, pero consumirá más espacio en disco. Esta acción no se puede revertir automáticamente.
et: Ekstraheerimine pakib rakenduse lahti, et see kiiremini avaneks, kuid see võtab rohkem kettaruumi. Seda toimingut ei saa automaatselt tagasi võtta.
fi: Purkaminen purkaa sovelluksen, jotta se avautuu nopeammin, mutta se vie enemmän levytilaa. Tätä toimintoa ei voi automaattisesti peruuttaa.
fr: L'extraction décompressera l'application pour qu'elle s'ouvre plus rapidement, mais elle consommera plus d'espace disque. Cette action ne peut pas être annulée automatiquement.
it: L'estrazione scompatterà l'applicazione per aprirla più velocemente, ma consumerà più spazio su disco. Questa azione non può essere annullata automaticamente.
kk: Тарқату қолданбаны жылдам ашылатындай етеді, бірақ ол дискіде көбірек орын алады. Бұл әрекетті автоматты түрде кері қайтару мүмкін емес.
lv: Izvilkšana izpakos lietotni, lai tā atvērtos ātrāk, bet tas patērēs vairāk diska vietas. Šo darbību nevar automātiski atgriezt.
nl: Uitpakken pakt de applicatie uit zodat die sneller opent, maar gebruikt meer schijfruimte. Deze actie kan niet automatisch ongedaan worden gemaakt.
ru: Извлечение распакует приложение чтобы оно быстрее открывалось, но это займёт больше дискового пространства. Это действие не может быть возвращено автоматически.
sv: Extrahering packar upp applikationen så att den öppnas snabbare, men det tar mer diskutrymme. Denna åtgärd kan inte ångras automatiskt.

source: Extract application?
de: Anwendung entpacken?
es: ¿Extraer aplicación?
et: Ekstraheerida rakendus?
fi: Puretaanko sovellus?
fr: Extraire l'application ?
it: Estrarre l'applicazione?
kk: Қолданбаны тарқату керек пе?
lv: Izvilkt lietotni?
nl: Applicatie uitpakken?
ru: Извлечь приложение?
sv: Extrahera applikation?

source: Extract
de: Entpacken
es: Extraer
et: Ekstraheeri
fi: Pura
fr: Extraire
it: Estrai
kk: Тарқату
lv: Izvilkt
nl: Uitpakken
ru: Извлечь
sv: Extrahera

source: App removed
de: App entfernt
es: Aplicación eliminada
et: Rakendus eemaldatud
fi: Sovellus poistettu
fr: Application supprimée
it: App rimossa
kk: Қолданба өшірілді
lv: Lietotne noņemta
nl: App verwijderd
ru: Приложение удалено
sv: App borttagen

source: The application was uninstalled successfully.
de: Die Anwendung wurde erfolgreich deinstalliert.
es: La aplicación se desinstaló correctamente.
et: Rakendus desinstalliti edukalt.
fi: Sovellus poistettiin onnistuneesti.
fr: L'application a été désinstallée avec succès.
it: L'applicazione è stata disinstallata con successo.
kk: Қолданба сәтті өшірілді.
lv: Lietotne tika veiksmīgi atinstalēta.
nl: De applicatie is succesvol verwijderd.
ru: Приложение было успешно удалено.
sv: Applikationen avinstallerades framgångsrikt.

source: AppImage Installer
de: AppImage-Installationsprogramm
es: Instalador de AppImage
et: AppImage paigaldaja
fi: AppImage-asennusohjelma
fr: Installateur AppImage
it: Installatore AppImage
kk: AppImage орнатқышы
lv: AppImage instalētājs
nl: AppImage-installatieprogramma
ru: Установщик AppImage
sv: AppImage-installerare

source: Verify
de: Verifizieren
es: Verificar
et: Kinnita
fi: Vahvista
fr: Vérifier
it: Verifica
kk: Растау
lv: Pārbaudīt
nl: Verifieren
ru: Проверить
sv: Verifiera

source: Verify AppImage with SHA256 hash
de: AppImage mit SHA256-Hash verifizieren
es: Verificar AppImage con hash SHA256
et: Kinnita AppImage SHA256 räsiga
fi: Vahvista AppImage SHA256-tiivisteellä
fr: Vérifier l'AppImage avec le hash SHA256
it: Verifica AppImage con hash SHA256
kk: AppImage файлын SHA256 хешімен растау
lv: Pārbaudīt AppImage ar SHA256 jaucējvērtību
nl: Verifieer AppImage met SHA256-hash
ru: Проверить AppImage с помощью хэш-суммы SHA256
sv: Verifiera AppImage med SHA256-hash

source: SHA256 hash does not match. Verification failed.
de: SHA256-Hash stimmt nicht überein. Verifizierung fehlgeschlagen.
es: El hash SHA256 no coincide. La verificación falló.
et: SHA256 räsi ei kattu. Kinnitamine ebaõnnestus.
fi: SHA256-tiiviste ei täsmää. Vahvistus epäonnistui.
fr: Le hash SHA256 ne correspond pas. La vérification a échoué.
it: L'hash SHA256 non corrisponde. Verifica fallita.
kk: SHA256 хеші сәйкес келмейді. Растау сәтсіз аяқталды.
lv: SHA256 jaucējvērtība nesakrīt. Pārbaude neizdevās.
nl: SHA256-hash komt niet overeen. Verificatie mislukt.
ru: Хэш-сумма SHA256 не совпадает. Проверка не удалась.
sv: SHA256-hash matchar inte. Verifiering misslyckades.

source: Drag and drop to install into Applications
de: Ziehen und ablegen, um in Anwendungen zu installieren
es: Arrastra y suelta para instalar en Aplicaciones
et: Lohista rakendustesse paigaldamiseks
fi: Vedä ja pudota asentaaksesi Sovelluksiin
fr: Glisser-déposer pour installer dans Applications
it: Trascina e rilascia per installare in Applicazioni
kk: Қолданбалар ішіне орнату үшін ұстап апарып тастаңыз
lv: Velciet un nometiet, lai instalētu Lietotnēs
nl: Sleep en zet neer om in Applicaties te installeren
ru: Перетащите чтобы установить в Приложения
sv: Dra och släpp för att installera i Program

source: Applications
de: Anwendungen
es: Aplicaciones
et: Rakendused
fi: Sovellukset
it: Applicazioni
kk: Қолданбалар
lv: Lietotnes
nl: Applicaties
ru: Приложения
sv: Program

source: This is a terminal application and will be installed in portable mode.
de: Dies ist eine Terminal-Anwendung und wird im portablen Modus installiert.
es: Esta es una aplicación de terminal y se instalará en modo portable.
et: See on terminalirakendus ja paigaldatakse kaasaskantavas režiimis.
fi: Tämä on päätesovellus ja se asennetaan siirrettävässä tilassa.
fr: Ceci est une application terminal et sera installée en mode portable.
it: Questa è un'applicazione terminale e verrà installata in modalità portatile.
kk: Бұл – терминал қолданбасы және ол портативті режимде орнатылады.
lv: Šī ir termināļa lietotne un tā tiks instalēta portatīvā režīmā.
nl: Dit is een terminalapplicatie en wordt in draagbare modus geinstalleerd.
ru: Это приложение терминала и будет установлено в портативном режиме.
sv: Detta är en terminalapplikation och kommer att installeras i portabelt läge.

source: This AppImage is incompatible or corrupted
de: Dieses AppImage ist inkompatibel oder beschädigt
es: Este AppImage es incompatible o está dañado
et: See AppImage on ühildumatu või rikutud
fi: Tämä AppImage on yhteensopimaton tai vioittunut
fr: Cet AppImage est incompatible ou corrompu
it: Questo AppImage è incompatibile o corrotto
kk: Бұл AppImage үйлесімсіз немесе зақымдалған
lv: Šis AppImage ir nesaderīgs vai bojāts
nl: Deze AppImage is incompatibel of beschadigd
ru: Этот AppImage несовместим или повреждён.
sv: Denna AppImage är inkompatibel eller korrupt

source: Missing required files (AppRun, .desktop, or icon)
de: Erforderliche Dateien fehlen (AppRun, .desktop oder Symbol)
es: Faltan archivos requeridos (AppRun, .desktop o icono)
et: Puuduvad vajalikud failid (AppRun, .desktop või ikoon)
fi: Puuttuvat vaaditut tiedostot (AppRun, .desktop tai kuvake)
fr: Fichiers requis manquants (AppRun, .desktop ou icône)
it: File richiesti mancanti (AppRun, .desktop o icona)
kk: Қажетті файлдар (AppRun, .desktop немесе таңбаша) жоқ
lv: Trūkst nepieciešamo failu (AppRun, .desktop vai ikona)
nl: Vereiste bestanden ontbreken (AppRun, .desktop of pictogram)
ru: Отсутствуют требуемые файлы (AppRun, .desktop или иконка)
sv: Saknar nödvändiga filer (AppRun, .desktop eller ikon)

source: Architecture mismatch
kk: Архитектура сәйкессіздігі
nl: Architectuur komt niet overeen
ru: Несоответствие архитектуры

source: Unable to prepare AppImage for installation
de: AppImage kann nicht für die Installation vorbereitet werden
es: No se puede preparar el AppImage para la instalación
et: AppImage't ei saa paigaldamiseks ette valmistada
fi: AppImagea ei voitu valmistella asennusta varten
fr: Impossible de préparer l'AppImage pour l'installation
it: Impossibile preparare l'AppImage per l'installazione
kk: AppImage файлын орнатуға дайындау мүмкін емес
lv: Nevar sagatavot AppImage instalēšanai
nl: Kan AppImage niet voorbereiden voor installatie
ru: Не удалось подготовить AppImage для установки
sv: Kunde inte förbereda AppImage för installation

source: Successfully Replaced
de: Erfolgreich ersetzt
es: Reemplazado correctamente
et: Edukalt asendatud
fi: Korvattu onnistuneesti
fr: Remplacé avec succès
it: Sostituito con successo
kk: Сәтті алмастырылды
lv: Veiksmīgi aizstāts
nl: Succesvol vervangen
ru: Успешно заменён
sv: Ersattes framgångsrikt

source: Verify AppImage
de: AppImage verifizieren
es: Verificar AppImage
et: Kinnita AppImage
fi: Vahvista AppImage
fr: Vérifier l'AppImage
it: Verifica AppImage
kk: AppImage файлын растау
lv: Pārbaudīt AppImage
nl: AppImage verifieren
ru: Проверить AppImage с помощью хэш-суммы SHA256
sv: Verifiera AppImage

source: Verify the authenticity of this AppImage.
de: Die Authentizität dieses AppImage verifizieren.
es: Verificar la autenticidad de este AppImage.
et: Kinnita selle AppImage'i autentsus.
fi: Vahvista tämän AppImagen aitous.
fr: Vérifier l'authenticité de cet AppImage.
it: Verifica l'autenticità di questo AppImage.
kk: Бұл AppImage файлының түпнұсқалығын растау.
lv: Pārbaudiet šī AppImage autentiskumu.
nl: Verifieer de authenticiteit van deze AppImage.
ru: Проверить аутентичность этого AppImage.
sv: Verifiera äktheten av denna AppImage.

source: Enter the SHA256 hash
de: SHA256-Hash eingeben
es: Introduce el hash SHA256
et: Sisesta SHA256 räsi
fi: Syötä SHA256-tiiviste
fr: Entrez le hash SHA256
it: Inserisci l'hash SHA256
kk: SHA256 хешін енгізіңіз
lv: Ievadiet SHA256 jaucējvērtību
nl: Voer de SHA256-hash in
ru: Введите хэш-сумму SHA256
sv: Ange SHA256-hash

source: Get more ...
de: Mehr erhalten ...
es: Obtener más ...
et: Hangi rohkem ...
fi: Hanki lisää ...
fr: En obtenir plus ...
it: Ottieni altro ...
kk: Көбірек алу ...
lv: Iegūt vairāk ...
nl: Meer vinden ...
ru: Получить больше ...
sv: Hämta fler ...

source: Find more AppImages
de: Weitere AppImages finden
es: Encontrar más AppImages
et: Leia rohkem AppImage'e
fi: Etsi lisää AppImageja
fr: Trouver plus d'AppImages
it: Trova altri AppImage
kk: Көбірек AppImage табу
lv: Atrast vairāk AppImage
nl: Vind meer AppImages
ru: Найти больше AppImage
sv: Hitta fler AppImages

source: Browse these sources to discover and download AppImages
de: Durchsuchen Sie diese Quellen, um AppImages zu entdecken und herunterzuladen
es: Explore estas fuentes para descubrir y descargar AppImages
et: Sirvi neid allikaid AppImage'ide avastamiseks ja allalaadimiseks
fi: Selaa näitä lähteitä löytääksesi ja ladataksesi AppImageja
fr: Parcourez ces sources pour découvrir et télécharger des AppImages
it: Sfoglia queste fonti per scoprire e scaricare AppImage
kk: AppImage файлдарын табу және жүктеп алу үшін осы көздерді шолыңыз
lv: Pārlūkojiet šos avotus, lai atrastu un lejupielādētu AppImage
nl: Blader door deze bronnen om AppImages te ontdekken en te downloaden
ru: Посмотрите эти источники чтобы найти и скачать приложения AppImage
sv: Bläddra bland dessa källor för att upptäcka och ladda ner AppImages
