Repository: RevengeRip/AppManager
Catalog: po/*.po
Languages: de, es, et, fi, fr, it, kk, lv, nl, ru, sv

source: No AppImage apps installed
de: Keine AppImage-Apps installiert
es: No hay aplicaciones AppImage instaladas
et: Ühtegi AppImage rakendust pole paigaldatud
fi: Ei asennettuja AppImage-sovelluksia
fr: Aucune application AppImage installée
it: Nessuna app AppImage installata
kk: AppImage қолданбалары орнатылмаған
lv: Nav instalētu AppImage lietotņu
nl: Geen AppImage-apps geinstalleerd
ru: Нет установленных AppImage
sv: Inga AppImage-appar installerade

source: Download AppImage and double click to install with AppManager
de: Laden Sie ein AppImage herunter und doppelklicken Sie, um es mit AppManager zu installieren
es: Descarga un AppImage y haz doble clic para instalarlo con AppManager
et: Laadi alla AppImage ja topeltklõpsa AppManageriga paigaldamiseks
fi: Lataa AppImage ja kaksoisnapsauta asentaaksesi AppManagerilla
fr: Téléchargez un AppImage et double-cliquez pour l'installer avec AppManager
it: Scarica un AppImage e fai doppio clic per installarlo con AppManager
kk: AppImage файлын жүктеп алыңыз және AppManager көмегімен орнату үшін екі рет шертіңіз
lv: Lejupielādējiet AppImage un dubultklikšķiniet, lai instalētu ar AppManager
nl: Download een AppImage en dubbelklik om met AppManager te installeren
ru: Скачайте AppImage и запустите двойным кликом чтобы установить с помощью AppManager
sv: Ladda ner AppImage och dubbelklicka för att installera med AppManager

source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
et: Tulemusi ei leitud
fi: Tuloksia ei löytynyt
fr: Aucun résultat trouvé
it: Nessun risultato trovato
kk: Ешнәрсе табылмады
lv: Rezultāti nav atrasti
nl: Geen resultaten gevonden
ru: Результаты не найдены
sv: Inga resultat hittades

source: My Apps
de: Meine Apps
es: Mis aplicaciones
et: Minu rakendused
fi: Omat sovellukset
fr: Mes applications
it: Le mie app
kk: Менің қолданбаларым
lv: Manas lietotnes
nl: Mijn apps
ru: Мои приложения
sv: Mina appar

source: Update available
de: Update verfügbar
es: Actualización disponible
et: Uuendus saadaval
fi: Päivitys saatavilla
fr: Mise à jour disponible
it: Aggiornamento disponibile
kk: Жаңарту бар
lv: Pieejams atjauninājums
nl: Update beschikbaar
ru: Доступны обновления
sv: Uppdatering tillgänglig

source: Unknown
ru: Неизвестно

source: extracted
de: entpackt
es: extraído
et: ekstraheeritud
fi: purettu
fr: extrait
it: estratto
kk: тарқатылған
lv: izvilkts
nl: uitgepakt
ru: извлечён
sv: extraherad

source: Updated just now
de: Gerade aktualisiert
es: Actualizado hace un momento
et: Uuendati just
fi: Päivitetty juuri
fr: Mis à jour à l'instant
it: Aggiornato proprio ora
kk: Жаңа ғана жаңартылды
lv: Tikko atjaunināts
nl: Zojuist bijgewerkt
ru: Обновлён только-что
sv: Uppdaterades nyss

source: Installed just now
de: Gerade installiert
es: Instalado hace un momento
et: Paigaldati just
fi: Asennettu juuri
fr: Installé à l'instant
it: Installato proprio ora
kk: Жаңа ғана орнатылды
lv: Tikko instalēts
nl: Zojuist geinstalleerd
ru: Установлен только-что
sv: Installerades nyss

source: Updated %d min ago
de: Vor %d Min. aktualisiert
es: Actualizado hace %d min
et: Uuendati %d min tagasi
fi: Päivitetty %d min sitten
fr: Mis à jour il y a %d min
it: Aggiornato %d min fa
kk: %d мин бұрын жаңартылды
lv: Atjaunināts pirms %d min
nl: %d min geleden bijgewerkt
ru: Обновлён %d минут назад
sv: Uppdaterades för %d min sedan

source: Installed %d min ago
de: Vor %d Min. installiert
es: Instalado hace %d min
et: Paigaldati %d min tagasi
fi: Asennettu %d min sitten
fr: Installé il y a %d min
it: Installato %d min fa
kk: %d мин бұрын орнатылды
lv: Instalēts pirms %d min
nl: %d min geleden geinstalleerd
ru: Установлен %d минут назад
sv: Installerades för %d min sedan

source: Updated %d hours ago
de: Vor %d Stunden aktualisiert
es: Actualizado hace %d horas
et: Uuendati %d tundi tagasi
fi: Päivitetty %d tuntia sitten
fr: Mis à jour il y a %d heures
it: Aggiornato %d ore fa
kk: %d сағат бұрын жаңартылды
lv: Atjaunināts pirms %d stundām
nl: %d uur geleden bijgewerkt
ru: Обновлён %d часов назад
sv: Uppdaterades för %d timmar sedan

source: Installed %d hours ago
de: Vor %d Stunden installiert
es: Instalado hace %d horas
et: Paigaldati %d tundi tagasi
fi: Asennettu %d tuntia sitten
fr: Installé il y a %d heures
it: Installato %d ore fa
kk: %d сағат бұрын орнатылды
lv: Instalēts pirms %d stundām
nl: %d uur geleden geinstalleerd
ru: Установлен %d часов назад
sv: Installerades för %d timmar sedan

source: Updated %d days ago
de: Vor %d Tagen aktualisiert
es: Actualizado hace %d días
et: Uuendati %d päeva tagasi
fi: Päivitetty %d päivää sitten
fr: Mis à jour il y a %d jours
it: Aggiornato %d giorni fa
kk: %d күн бұрын жаңартылды
lv: Atjaunināts pirms %d dienām
nl: %d dagen geleden bijgewerkt
ru: Обновлён %d дней назад
sv: Uppdaterades för %d dagar sedan

source: Installed %d days ago
de: Vor %d Tagen installiert
es: Instalado hace %d días
et: Paigaldati %d päeva tagasi
fi: Asennettu %d päivää sitten
fr: Installé il y a %d jours
it: Installato %d giorni fa
kk: %d күн бұрын орнатылды
lv: Instalēts pirms %d dienām
nl: %d dagen geleden geinstalleerd
ru: Установлен %d дней назад
sv: Installerades för %d dagar sedan

source: Preferences
de: Einstellungen
es: Preferencias
et: Eelistused
fi: Asetukset
fr: Préférences
it: Preferenze
kk: Баптаулар
lv: Iestatījumi
nl: Voorkeuren
ru: Настройки
sv: Inställningar

source: Keyboard shortcuts
de: Tastaturkürzel
es: Atajos de teclado
et: Klaviatuurikombinatsioonid
fi: Pikanäppäimet
fr: Raccourcis clavier
it: Scorciatoie da tastiera
kk: Пернетақта жарлықтары
lv: Tastatūras saīsnes
nl: Sneltoetsen
ru: Комбинации клавиш
sv: Tangentbordsgenvägar

source: About AppManager
de: Über AppManager
es: Acerca de AppManager
et: AppManageri kohta
fi: Tietoja AppManagerista
fr: À propos d'AppManager
it: Informazioni su AppManager
kk: AppManager туралы
lv: Par AppManager
nl: Over AppManager
ru: Об AppManager
sv: Om AppManager

source: Quit
de: Beenden
es: Salir
et: Välju
fi: Lopeta
fr: Quitter
it: Esci
kk: Шығу
lv: Iziet
nl: Afsluiten
ru: Выйти
sv: Avsluta

source: Support AppManager
kk: AppManager қолданбасына қолдау көрсету
nl: Steun AppManager
ru: Поддержать AppManager

source: Become a sponsor on GitHub
es: Conviertete en patrocinador en Github
kk: GitHub-та демеуші болу
nl: Word sponsor op GitHub
ru: Стать спонсором на GitHub

source: Sponsor Me ♡
es: Patrocíname
kk: Маған демеуші болу ♡
nl: Sponsor mij ♡
ru: Поддержи меня ♡

source: Star AppManager on GitHub
kk: GitHub-та AppManager-ді жұлдызшамен белгілеу
nl: Geef AppManager een ster op GitHub
ru: Поставьте звезду AppManager на GitHub

source: Star AppManager
kk: AppManager-ді жұлдызшамен белгілеу
nl: Geef AppManager een ster
ru: Поставьте звезду

source: View contributors on GitHub
es: Ver los contribuidores en Github
kk: Үлес қосқандарды GitHub-тан қарау
nl: Bekijk bijdragers op GitHub
ru: Посмотреть участников разработки на GitHub

source: Contributors
es: Contribuidores
kk: Үлес қосқандар
nl: Bijdragers
ru: Участники разработки

source: Search
de: Suchen
es: Buscar
et: Otsi
fi: Haku
fr: Rechercher
it: Cerca
kk: Іздеу
lv: Meklēt
nl: Zoeken
ru: Поиск
sv: Sök

source: Support this project
es: Apoya este proyecto
kk: Бұл жобаға қолдау көрсету
nl: Steun dit project
ru: Поддержать этот проект

source: More actions
de: Weitere Aktionen
es: Más acciones
et: Rohkem toiminguid
fi: Lisää toimintoja
fr: Plus d'actions
it: Altre azioni
kk: Көбірек әрекеттер
lv: Vairāk darbību
nl: Meer acties
ru: Больше действий
sv: Fler åtgärder

source: Search apps...
de: Apps suchen...
es: Buscar aplicaciones...
et: Otsi rakendusi...
fi: Etsi sovelluksia...
fr: Rechercher des applications...
it: Cerca app...
kk: Қолданбаларды іздеу...
lv: Meklēt lietotnes...
nl: Apps zoeken...
ru: Поиск приложений...
sv: Sök appar...

source: FUSE is not installed. Some AppImages may fail to run
de: FUSE ist nicht installiert. Einige AppImages funktionieren möglicherweise nicht
es: FUSE no está instalado. Algunas AppImages pueden fallar al ejecutarse
et: FUSE pole paigaldatud. Mõned AppImage'd võivad mitte käivituda
fi: FUSE ei ole asennettu. Jotkin AppImaget eivät ehkä toimi
fr: FUSE n'est pas installé. Certains AppImages peuvent ne pas fonctionner
it: FUSE non è installato. Alcuni AppImage potrebbero non funzionare
kk: FUSE орнатылмаған. Кейбір AppImage файлдары іске қосылмауы мүмкін
lv: FUSE nav instalēts. Dažas AppImage var nedarboties
nl: FUSE is niet geinstalleerd. Sommige AppImages kunnen mogelijk niet starten
ru: FUSE не установлен. Некоторые AppImages могут не работать
sv: FUSE är inte installerat. Vissa AppImages kanske inte fungerar

source: Learn More
de: Mehr erfahren
es: Más información
et: Lisateave
fi: Lue lisää
fr: En savoir plus
it: Scopri di più
kk: Көбірек білу
lv: Uzzināt vairāk
nl: Meer informatie
ru: Узнать больше
sv: Läs mer

source: Switch to grid view
ru: Переключить в режим значков

source: Switch to list view
ru: Переключить в режим столбцов

source: Updates already running
de: Updates laufen bereits
es: Las actualizaciones ya están en ejecución
et: Uuendused juba käivad
fi: Päivitykset jo käynnissä
fr: Les mises à jour sont déjà en cours
it: Gli aggiornamenti sono già in esecuzione
kk: Жаңартулар қазірдің өзінде орындалуда
lv: Atjauninājumi jau darbojas
nl: Updates draaien al
ru: Обновление уже запущены
sv: Uppdateringar körs redan

source: Cancel update
de: Update abbrechen
es: Cancelar actualización
et: Tühista uuendus
fi: Peruuta päivitys
fr: Annuler la mise à jour
it: Annulla aggiornamento
kk: Жаңартудан бас тарту
lv: Atcelt atjaunināšanu
nl: Update annuleren
ru: Отменить обновление
sv: Avbryt uppdatering

source: Cancelling...
de: Wird abgebrochen...
es: Cancelando...
et: Tühistamine...
fi: Peruutetaan...
fr: Annulation...
it: Annullamento...
kk: Бас тартылуда...
lv: Atceļ...
nl: Bezig met annuleren...
ru: Отменяю...
sv: Avbryter...

source: Update check cancelled
de: Update-Prüfung abgebrochen
es: Comprobación de actualizaciones cancelada
et: Uuenduste kontroll tühistati
fi: Päivitystarkistus peruutettu
fr: Vérification des mises à jour annulée
it: Controllo aggiornamenti annullato
kk: Жаңартуды тексеруден бас тартылды
lv: Atjauninājumu pārbaude atcelta
nl: Updatecontrole geannuleerd
ru: Проверка обновлений отменена
sv: Uppdateringskontroll avbruten

source: %d app(s) have updates
de: %d App(s) haben Updates
es: %d aplicación(es) tienen actualizaciones
et: %d rakendusel on uuendusi
fi: %d sovelluksella on päivityksiä
fr: %d application(s) ont des mises à jour
it: %d app hanno aggiornamenti
kk: %d қолданбада жаңартулар бар
lv: %d lietotnei(-ēm) ir atjauninājumi
nl: %d app(s) hebben updates
ru: %d приложение(я) имеют обновление(я)
sv: %d app(ar) har uppdateringar

source: No updates available right now
de: Derzeit keine Updates verfügbar
es: No hay actualizaciones disponibles en este momento
et: Praegu pole uuendusi saadaval
fi: Ei päivityksiä saatavilla juuri nyt
fr: Aucune mise à jour disponible pour le moment
it: Nessun aggiornamento disponibile al momento
kk: Қазір қолжетімді жаңартулар жоқ
lv: Pašlaik nav pieejamu atjauninājumu
nl: Op dit moment geen updates beschikbaar
ru: В данный момент нет доступных обновлений
sv: Inga uppdateringar tillgängliga just nu

source: Nothing queued for updating
de: Nichts zum Aktualisieren in der Warteschlange
es: No hay nada en cola para actualizar
et: Midagi pole uuendamiseks järjekorras
fi: Ei mitään jonossa päivitettäväksi
fr: Rien en attente de mise à jour
it: Nulla in coda per l'aggiornamento
kk: Жаңарту үшін кезекте ешнәрсе жоқ
lv: Nekas nav rindā atjaunināšanai
nl: Niets in de wachtrij voor bijwerken
ru: Очередь для обновлений пуста
sv: Inget köat för uppdatering

source: Update cancelled
de: Update abgebrochen
es: Actualización cancelada
et: Uuendus tühistati
fi: Päivitys peruutettu
fr: Mise à jour annulée
it: Aggiornamento annullato
kk: Жаңартудан бас тартылды
lv: Atjaunināšana atcelta
nl: Update geannuleerd
ru: Обновление отменено
sv: Uppdatering avbruten

source: Checking updates
de: Prüfe Updates
es: Comprobando actualizaciones
et: Uuenduste kontrollimine
fi: Tarkistetaan päivityksiä
fr: Vérification des mises à jour
it: Controllo aggiornamenti
kk: Жаңартуларды тексеру
lv: Pārbauda atjauninājumus
nl: Updates controleren
ru: Проверяю обновления
sv: Söker efter uppdateringar

source: Update Apps
de: Apps aktualisieren
es: Actualizar aplicaciones
et: Uuenda rakendusi
fi: Päivitä sovellukset
fr: Mettre à jour les applications
it: Aggiorna app
kk: Қолданбаларды жаңарту
lv: Atjaunināt lietotnes
nl: Apps bijwerken
ru: Обновить приложения
sv: Uppdatera appar

source: Updating apps
de: Aktualisiere Apps
es: Actualizando aplicaciones
et: Rakenduste uuendamine
fi: Päivitetään sovelluksia
fr: Mise à jour des applications
it: Aggiornamento app
kk: Қолданбалар жаңартылуда
lv: Atjaunina lietotnes
nl: Apps bijwerken
ru: Обновляю приложения
sv: Uppdaterar appar

source: Check updates
de: Updates prüfen
es: Comprobar actualizaciones
et: Kontrolli uuendusi
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
it: Controlla aggiornamenti
kk: Жаңартуларды тексеру
lv: Pārbaudīt atjauninājumus
nl: Updates controleren
ru: Проверить обновления
sv: Sök uppdateringar

source: No installed apps to update
de: Keine installierten Apps zum Aktualisieren
es: No hay aplicaciones instaladas para actualizar
et: Pole paigaldatud rakendusi uuendamiseks
fi: Ei asennettuja sovelluksia päivitettäväksi
fr: Aucune application installée à mettre à jour
it: Nessuna app installata da aggiornare
kk: Жаңарту үшін орнатылған қолданбалар жоқ
lv: Nav instalētu lietotņu atjaunināšanai
nl: Geen geinstalleerde apps om bij te werken
ru: Нет установленных приложений для обновления
sv: Inga installerade appar att uppdatera

source: Updated %d app(s)
de: %d App(s) aktualisiert
es: %d aplicación(es) actualizada(s)
et: Uuendati %d rakendust
fi: Päivitettiin %d sovellusta
fr: %d application(s) mise(s) à jour
it: %d app aggiornata/e
kk: %d қолданба жаңартылды
lv: Atjaunināta(-s) %d lietotne(-es)
nl: %d app(s) bijgewerkt
ru: Обновлено(ы) %d приложение(й)
sv: Uppdaterade %d app(ar)

source: %d update(s) failed
de: %d Update(s) fehlgeschlagen
es: %d actualización(es) fallida(s)
et: %d uuendust ebaõnnestus
fi: %d päivitystä epäonnistui
fr: %d mise(s) à jour échouée(s)
it: %d aggiornamento/i fallito/i
kk: %d жаңарту сәтсіз аяқталды
lv: %d atjauninājums(-i) neizdevās
nl: %d update(s) mislukt
ru: %d неудачное(ые) обновление(я)
sv: %d uppdatering(ar) misslyckades

source: Add update addresses in Details to enable updates
de: Fügen Sie Update-Adressen in den Details hinzu, um Updates zu aktivieren
es: Añade direcciones de actualización en Detalles para habilitar las actualizaciones
et: Lisa uuenduste aadressid üksikasjades uuenduste lubamiseks
fi: Lisää päivitysosoitteet Tiedot-osioon ottaaksesi päivitykset käyttöön
fr: Ajoutez des adresses de mise à jour dans Détails pour activer les mises à jour
it: Aggiungi indirizzi di aggiornamento nei Dettagli per abilitare gli aggiornamenti
kk: Жаңартуларды іске қосу үшін "Толығырақ" ішіне жаңарту адрестерін қосыңыз
lv: Pievienojiet atjaunināšanas adreses sadaļā Detaļas, lai iespējotu atjauninājumus
nl: Voeg updateadressen toe in Details om updates in te schakelen
ru: Добавьте адрес обновлений в свойствах чтобы включить обновления
sv: Lägg till uppdateringsadresser i Detaljer för att aktivera uppdateringar

source: All supported apps are already up to date
de: Alle unterstützten Apps sind bereits aktuell
es: Todas las aplicaciones compatibles ya están actualizadas
et: Kõik toetatud rakendused on juba ajakohased
fi: Kaikki tuetut sovellukset ovat jo ajan tasalla
fr: Toutes les applications prises en charge sont déjà à jour
it: Tutte le app supportate sono già aggiornate
kk: Барлық қолдауы бар қолданбалар ескірмеген
lv: Visas atbalstītās lietotnes jau ir atjauninātas
nl: Alle ondersteunde apps zijn al up-to-date
ru: Все поддерживаемые приложения актуальной версии
sv: Alla appar som stöds är redan uppdaterade

source: %d app(s) use unsupported update links
de: %d App(s) verwenden nicht unterstützte Update-Links
es: %d aplicación(es) usan enlaces de actualización no compatibles
et: %d rakendust kasutab toetamata uuenduslinke
fi: %d sovellusta käyttää ei-tuettuja päivityslinkkejä
fr: %d application(s) utilisent des liens de mise à jour non pris en charge
it: %d app usano link di aggiornamento non supportati
kk: %d қолданба қолдау көрсетілмейтін жаңарту сілтемелерін қолданады
lv: %d lietotne(-es) izmanto neatbalstītas atjaunināšanas saites
nl: %d app(s) gebruiken niet-ondersteunde updatelinks
ru: %d приложение(я) не поддерживают ссылки обновлений
sv: %d app(ar) använder uppdateringslänkar som inte stöds

source: Update available for %s
de: Update verfügbar für %s
es: Actualización disponible para %s
et: Uuendus saadaval rakendusele %s
fi: Päivitys saatavilla sovellukselle %s
fr: Mise à jour disponible pour %s
it: Aggiornamento disponibile per %s
kk: %s үшін жаңарту бар
lv: Pieejams atjauninājums priekš %s
nl: Update beschikbaar voor %s
ru: Доступно обновление для %s
sv: Uppdatering tillgänglig för %s

source: General
de: Allgemein
et: Üldine
fi: Yleiset
fr: Général
it: Generale
kk: Жалпы
lv: Vispārīgi
nl: Algemeen
ru: Общие
sv: Allmänt

source: Navigation
es: Navegación
et: Navigeerimine
fi: Navigointi
it: Navigazione
kk: Навигация
lv: Navigācija
nl: Navigatie
ru: Навигация
sv: Navigering

source: Window
de: Fenster
es: Ventana
et: Aken
fi: Ikkuna
fr: Fenêtre
it: Finestra
kk: Терезе
lv: Logs
nl: Venster
ru: Окно
sv: Fönster

source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
et: Kontrolli uuendusi
fi: Tarkista päivitykset
fr: Rechercher des mises à jour
it: Controlla aggiornamenti
kk: Жаңартуларды тексеру
lv: Pārbaudīt atjauninājumus
nl: Controleren op updates
ru: Проверить обновления
sv: Sök efter uppdateringar

source: Show main menu
de: Hauptmenü anzeigen
es: Mostrar menú principal
et: Näita peamenüüd
fi: Näytä päävalikko
fr: Afficher le menu principal
it: Mostra menu principale
kk: Бас мәзірді көрсету
lv: Rādīt galveno izvēlni
nl: Hoofdmenu tonen
ru: Показать в главном меню
sv: Visa huvudmeny

source: Show shortcuts
de: Tastaturkürzel anzeigen
es: Mostrar atajos
et: Näita otseteid
fi: Näytä pikanäppäimet
fr: Afficher les raccourcis
it: Mostra scorciatoie
kk: Жарлықтарды көрсету
lv: Rādīt saīsnes
nl: Sneltoetsen tonen
ru: Показать горячие клавиши
sv: Visa genvägar

source: Close window
de: Fenster schließen
es: Cerrar ventana
et: Sulge aken
fi: Sulje ikkuna
fr: Fermer la fenêtre
it: Chiudi finestra
kk: Терезені жабу
lv: Aizvērt logu
nl: Venster sluiten
ru: Закрыть окно
sv: Stäng fönster

source: Quit AppManager
de: AppManager beenden
es: Salir de AppManager
et: Sulge AppManager
fi: Lopeta AppManager
fr: Quitter AppManager
it: Esci da AppManager
kk: AppManager-ден шығу
lv: Iziet no AppManager
nl: AppManager afsluiten
ru: Выйти из AppManager
sv: Avsluta AppManager

source: Credits
de: Mitwirkende
es: Créditos
et: Tänuavaldused
fi: Tekijät
fr: Crédits
it: Crediti
kk: Алғыс
lv: Pateicības
nl: Met dank aan
ru: Авторы
sv: Tack till

source: Installation
kk: Орнату
nl: Installatie
ru: Установка

source: Configure where AppImages are installed (default: ~/Applications)
kk: AppImage файлдарының қайда орнатылатынын баптау (бастапқы: ~/Applications)
nl: Stel in waar AppImages worden geinstalleerd (standaard: ~/Applications)
ru: Выберите где AppImage будут установлены (по-умолчанию: ~/Applications)

source: Installation directory
kk: Орнату бумасы
nl: Installatiemap
ru: Директория установки

source: Browse for folder
kk: Буманы шолу
nl: Map kiezen
ru: Искать папку

source: Reset to default
kk: Бастапқы мәніне қайтару
nl: Terugzetten naar standaard
ru: Восстановить по-умолчанию

source: Apply changes
kk: Өзгерістерді іске асыру
nl: Wijzigingen toepassen
ru: Применить изменения

source: Skip drag-and-drop window
kk: Ұстап апарып тастау терезесін өткізіп жіберу
nl: Sleep-en-zet-neer-venster overslaan
ru: Пропустить окно перетаскивания

source: Show install dialog directly when opening AppImages
kk: AppImage файлдарын ашқанда орнату сұхбат терезесін тікелей көрсету
nl: Toon het installatiedialoog direct bij het openen van AppImages
ru: Показать окно установки напрямую при открытии AppImage

source: Automatic updates
de: Automatische Updates
es: Actualizaciones automáticas
et: Automaatsed uuendused
fi: Automaattiset päivitykset
fr: Mises à jour automatiques
it: Aggiornamenti automatici
kk: Автоматты жаңартулар
lv: Automātiskie atjauninājumi
nl: Automatische updates
ru: Автоматические обновления
sv: Automatiska uppdateringar

source: Configure automatic update checking
de: Automatische Update-Prüfung konfigurieren
es: Configurar comprobación automática de actualizaciones
et: Seadista automaatne uuenduste kontrollimine
fi: Määritä automaattinen päivitystarkistus
fr: Configurer la vérification automatique des mises à jour
it: Configura il controllo automatico degli aggiornamenti
kk: Автоматты жаңартуды тексеруді баптау
lv: Konfigurēt automātisko atjauninājumu pārbaudi
nl: Automatische updatecontrole instellen
ru: Настроить автоматическую проверку обновлений
sv: Konfigurera automatisk uppdateringskontroll

source: Open update log
de: Update-Protokoll öffnen
es: Abrir registro de actualizaciones
et: Ava uuenduste logi
fi: Avaa päivitysloki
fr: Ouvrir le journal des mises à jour
it: Apri registro aggiornamenti
kk: Жаңарту журналын ашу
lv: Atvērt atjauninājumu žurnālu
nl: Updatelog openen
ru: Открыть журнал обновлений
sv: Öppna uppdateringslogg

source: Background update check
de: Hintergrund-Update-Prüfung
es: Comprobación de actualizaciones en segundo plano
et: Taustal uuenduste kontrollimine
fi: Taustapäivitystarkistus
fr: Vérification des mises à jour en arrière-plan
it: Controllo aggiornamenti in background
kk: Фондық режимде жаңартуды тексеру
lv: Atjauninājumu pārbaude fonā
nl: Updatecontrole op de achtergrond
ru: Фоновая проверка обновлений
sv: Uppdateringskontroll i bakgrunden

source: Will notify when new app updates are available
de: Benachrichtigt, wenn neue App-Updates verfügbar sind
es: Notificará cuando haya nuevas actualizaciones disponibles
et: Teavitab, kui uued rakenduste uuendused on saadaval
fi: Ilmoittaa kun uusia sovelluspäivityksiä on saatavilla
fr: Notifiera lorsque de nouvelles mises à jour seront disponibles
it: Notificherà quando saranno disponibili nuovi aggiornamenti
kk: Қолданбаның жаңа жаңартулары қолжетімді болғанда хабарлайды
lv: Paziņos, kad būs pieejami jauni lietotņu atjauninājumi
nl: Geeft een melding wanneer nieuwe app-updates beschikbaar zijn
ru: Уведомит о наличии обновлений приложения
sv: Meddelar när nya appuppdateringar finns tillgängliga

source: Auto update apps
de: Apps automatisch aktualisieren
es: Actualizar aplicaciones automáticamente
et: Uuenda rakendusi automaatselt
fi: Päivitä sovellukset automaattisesti
fr: Mise à jour automatique des applications
it: Aggiorna app automaticamente
kk: Қолданбаларды автожаңарту
lv: Automātiski atjaunināt lietotnes
nl: Apps automatisch bijwerken
ru: Автоматически обновлять приложения
sv: Uppdatera appar automatiskt

source: Will update apps automatically in background
de: Aktualisiert Apps automatisch im Hintergrund
es: Actualizará las aplicaciones automáticamente en segundo plano
et: Uuendab rakendusi automaatselt taustal
fi: Päivittää sovellukset automaattisesti taustalla
fr: Mettra à jour les applications automatiquement en arrière-plan
it: Aggiornerà le app automaticamente in background
kk: Қолданбаларды фонда автоматты түрде жаңартады
lv: Atjauninās lietotnes automātiski fonā
nl: Werkt apps automatisch op de achtergrond bij
ru: Будет обновлять приложения автоматически в фоне
sv: Uppdaterar appar automatiskt i bakgrunden
