Repository: RevengeRip/AppManager
Catalog: po/*.po
Languages: de, es, et, fi, fr, it, kk, lv, nl, ru, sv

source: Check interval
de: Prüfintervall
es: Intervalo de comprobación
et: Kontrollimise intervall
fi: Tarkistusväli
fr: Intervalle de vérification
it: Intervallo di controllo
kk: Тексеру аралығы
lv: Pārbaudes intervāls
nl: Controle-interval
ru: Интервал проверки
sv: Kontrollintervall

source: Daily
de: Täglich
es: Diario
et: Iga päev
fi: Päivittäin
fr: Quotidien
it: Giornaliero
kk: Күн сайын
lv: Katru dienu
nl: Dagelijks
ru: Ежедневно
sv: Dagligen

source: Weekly
de: Wöchentlich
es: Semanal
et: Iga nädal
fi: Viikoittain
fr: Hebdomadaire
it: Settimanale
kk: Апта сайын
lv: Katru nedēļu
nl: Wekelijks
ru: Еженедельно
sv: Veckovis

source: Monthly
de: Monatlich
es: Mensual
et: Iga kuu
fi: Kuukausittain
fr: Mensuel
it: Mensile
kk: Ай сайын
lv: Katru mēnesi
nl: Maandelijks
ru: Ежемесячно
sv: Månadsvis

source: Thumbnails
de: Vorschaubilder
es: Miniaturas
et: Pisipildid
fi: Pienoiskuvat
fr: Miniatures
it: Miniature
kk: Нобайлар
lv: Sīktēli
nl: Miniaturen
ru: Эскизы
sv: Miniatyrer

source: AppImage Thumbnailer
de: AppImage-Vorschaubildgenerator
es: Generador de miniaturas de AppImage
et: AppImage pisipildistaja
fi: AppImage-pienoiskuvageneraattori
fr: Générateur de miniatures AppImage
it: Generatore miniature AppImage
kk: AppImage нобайлар жасаушысы
lv: AppImage sīktēlu ģenerētājs
nl: AppImage-miniaturengenerator
ru: Генератор эскизов AppImage
sv: AppImage-miniatyrgenerator

source: Install appimage-thumbnailer to generate thumbnails for AppImages
de: Installieren Sie appimage-thumbnailer, um Vorschaubilder für AppImages zu generieren
es: Instalar appimage-thumbnailer para generar miniaturas de AppImages
et: Paigalda appimage-thumbnailer AppImage'ide pisipiltide loomiseks
fi: Asenna appimage-thumbnailer luodaksesi pienoiskuvia AppImageille
fr: Installer appimage-thumbnailer pour générer des miniatures pour les AppImages
it: Installa appimage-thumbnailer per generare miniature per gli AppImage
kk: AppImage файлдары үшін нобайларды жасау үшін appimage-thumbnailer орнату
lv: Instalējiet appimage-thumbnailer, lai ģenerētu sīktēlus AppImage failiem
nl: Installeer appimage-thumbnailer om miniaturen voor AppImages te genereren
ru: Установите генератор эскизов AppImage чтобы сгенерировать эскизы для AppImage
sv: Installera appimage-thumbnailer för att generera miniatyrer för AppImages

source: Hide Nautilus thumbnail background
de: Nautilus-Vorschaubild-Hintergrund ausblenden
es: Ocultar fondo de miniatura de Nautilus
et: Peida Nautiluse pisipildi taust
fi: Piilota Nautiluksen pienoiskuvan tausta
fr: Masquer l'arrière-plan des miniatures Nautilus
it: Nascondi sfondo miniature Nautilus
kk: Nautilus нобайларының фонын жасыру
lv: Slēpt Nautilus sīktēlu fonu
nl: Achtergrond van Nautilus-miniaturen verbergen
ru: Спрятать фон для эскиза Nautilus
sv: Dölj Nautilus miniatyrbakgrund

source: Remove the alpha checkerboard behind thumbnails and icons
de: Entfernen Sie das Alpha-Schachbrettmuster hinter Vorschaubildern und Symbolen
es: Eliminar el patrón de tablero de ajedrez detrás de las miniaturas e iconos
et: Eemalda alfa-ruudustik pisipiltide ja ikoonide tagant
fi: Poista alfa-ruudukko pienoiskuvien ja kuvakkeiden takaa
fr: Supprimer le damier alpha derrière les miniatures et les icônes
it: Rimuovi la scacchiera alfa dietro miniature e icone
kk: Нобайлар мен таңбашалар артындағы мөлдір торкөзді өшіру
lv: Noņemt alfa šaha galdiņu aiz sīktēliem un ikonām
nl: Verwijder het alfa-schaakbord achter miniaturen en pictogrammen
ru: Удалить сетку-индикатор прозрачности за эскизами и иконками
sv: Ta bort alfaschackbrädet bakom miniatyrer och ikoner

source: Authenticate with GitHub to raise the API rate limit from 60 to 5,000 requests per hour
ru: Авторизуйтесь с помощью GitHub чтобы поднять лимить запросов с 60 до 5 000 запросов в час

source: Personal access token
ru: Персональный токен доступа

source: Apply token
ru: Применить токен

source: GitHub token saved
ru: Токен GitHub сохранён

source: Clear token
ru: Очистить токен

source: GitHub token cleared
ru: Токен GitHub очищен

source: Test token
ru: Протестировать токен

source: Verify your token works and check rate limit status
ru: Проверьте работоспособность вашего токена статус лимита запросов

source: Test
ru: Проверить

source: Testing…
ru: Проверяю...

source: Create a token on GitHub
ru: Создать токен на GitHub

source: Fine-grained token with read-only public repo access is sufficient
ru: Токена с доступом только для чтения для публичных репозиториев будет достаточно

source: Select Installation Directory
kk: Орнату бумасын таңдау
nl: Installatiemap selecteren
ru: Выберите директорию установки

source: Invalid Path
es: Ruta no válida
kk: Жарамсыз жол
nl: Ongeldig pad
ru: Недопустимый путь

source: Installation directory updated
kk: Орнату бумасы жаңартылды
nl: Installatiemap bijgewerkt
ru: Директория установки обновлена

source: Move Installed Apps?
es: ¿Mover las Apps instaladas?
kk: Орнатылған қолданбаларды жылжыту керек пе?
nl: Geinstalleerde apps verplaatsen?
ru: Перенести установленные приложения?

source: This will move %d installed app(s) to the new location. This may take a while depending on the size of your apps.
es: Esto moverá %d app(s) instaladas a la nueva ubicación. Esto puede tomar un rato dependiendo del tamaño de tus apps.
kk: Бұл %d орнатылған қолданбаны жаңа орынға жылжытады. Бұл қолданбаларыңыздың өлшеміне байланысты біраз уақыт алуы мүмкін.
nl: Dit verplaatst %d geinstalleerde app(s) naar de nieuwe locatie. Dit kan even duren, afhankelijk van de grootte van je apps.
ru: Это перенесёт %d установленное приложение в новое место. Это может занять некоторое время в зависимости от размера ваших приложений.

source: Move Apps
kk: Қолданбаларды жылжыту
nl: Apps verplaatsen
ru: Перенести приложения

source: Moving Apps…
es: Moviendo Apps…
kk: Қолданбалар жылжытылуда…
nl: Apps verplaatsen…
ru: Переношу приложения...

source: Please wait while your apps are being moved.
es: Por favor espera mientras tus apps se mueven.
kk: Қолданбаларыңыз жылжытылып жатқанда күте тұрыңыз.
nl: Een ogenblik geduld terwijl je apps worden verplaatst.
ru: Пожалуйста подождите пока ваши приложения переносятся.

source: Apps moved successfully
es: Apps movidas con éxito
kk: Қолданбалар сәтті жылжытылды
nl: Apps succesvol verplaatst
ru: Приложения успешно перемещены.

source: Migration Failed
kk: Көшіру сәтсіз аяқталды
nl: Migratie mislukt
ru: Миграция провалилась

source: Unknown error occurred
es: Ha occurido un error desconocido
kk: Белгісіз қате орын алды
nl: Er is een onbekende fout opgetreden
ru: Произошла неизвестная ошибка

source: Authentication failed — token is invalid or expired
ru: Авторизация не удалась - неверный или устаревший токен

source: Access forbidden — token lacks required permissions
ru: Доступ запрещён - у токена отсутствуют требуемые разрешения

source: Token is valid — %s / %s requests remaining
ru: Токен верен — %s / %s запросов осталось

source: Token is valid
ru: Токен верен

source: Unexpected response (%u)
ru: Неожиданный ответ (%u)

source: Connection error: %s
ru: Ошибка соединения: %s

source: Drag-and-drop AppImage installer for GNOME
es: Instalador de AppImage de arrastrar y soltar para GNOME
kk: GNOME үшін ұстап әкеліп тастайтын AppImage орнатқышы
nl: Sleep-en-zet-neer AppImage-installatieprogramma voor GNOME
ru: Установщик AppImage для GNOME

source: AppManager lets you install or uninstall AppImages with a familiar drag-and-drop workflow inspired by macOS. It handles desktop integration, icon extraction, executable bits, and Nautilus context menus.
es: AppManager te permite instaladar o desinstalar AppImages con un flujo de trabajofamiliar de arrastrar y soltar inspirado en macOS. Maneja la integración con desktop, iconos, extracción, ejecutables y menus de contexto de Nautilus
kk: AppManager сізге macOS жүйесінен шабыттанған, үйреншікті ұстап әкеліп тастау жұмыс ағынымен AppImage файлдарын орнатуға немесе өшіруге мүмкіндік береді. Ол жұмыс үстелімен интеграцияны, таңбашаны шығарып алуды, орындалатын биттерді және Nautilus контекстік мәзірлерін басқарады.
nl: Met AppManager kun je AppImages installeren of verwijderen via een vertrouwde sleep-en-zet-neerworkflow, geinspireerd door macOS. Het regelt desktopintegratie, pictogramextractie, uitvoerrechten en Nautilus-contextmenu's.
ru: AppManager позволяет вам устанавливать или удалять AppImage со помощью перетаскивания, вдохновлённого macOS. Он обеспечивать интеграцию, извлечение иконок, частей исполняемых файлов и контекстные меню Nautilus.

source: Initial preview with drag-and-drop installs, dual install modes, Nautilus menus, and preferences UI.
kk: Ұстап әкеліп тастау арқылы орнатулар, екі орнату режимі, Nautilus мәзірлері және баптаулар интерфейсі бар бастапқы алдын ала қарау нұсқасы.
nl: Eerste preview met sleep-en-zet-neerinstallaties, dubbele installatiemodi, Nautilus-menu's en een voorkeureninterface.
ru: Предварительный просмотр с установкой перетаскиванием, режим двойной установки, меню Nautilus и пользовательский интерфейс настройки.

source: Added optional background update checks powered by the XDG Background portal. Users grant permission on first launch, can pick an interval, and receive a notification when updates are detected.
kk: XDG Background порталы негізінде жұмыс істейтін қосымша фондық жаңарту тексерістері қосылды. Пайдаланушылар бірінші іске қосуда рұқсат береді, аралықты таңдай алады және жаңартулар анықталғанда хабарлама алады.
nl: Optionele updatecontroles op de achtergrond toegevoegd, aangedreven door het XDG Background-portal. Gebruikers geven bij de eerste start toestemming, kunnen een interval kiezen en ontvangen een melding wanneer updates worden gedetecteerd.
ru: Добавлены автоматические проверки обновлений на основе XDG Backgound portal. Пользователь даёт разрешение при первом запуске, может выбрать интервал и получать уведомления при наличии обновлений.

source: Buy Me a Coffee
es: Comprame un café
kk: Маған кофе алып беру
nl: Koop een koffie voor mij

source: OK
kk: ОК
