Repository: RevengeRip/AppManager
Catalog: po/*.po
Languages: de, es, et, fi, fr, it, kk, lv, nl, ru, sv

source: Incompatible AppImage
kk: Үйлесімсіз AppImage
nl: Incompatibele AppImage
ru: Несовместимый AppImage

source: This AppImage is incompatible or corrupted. Missing required files (AppRun, .desktop, or icon).
kk: Бұл AppImage үйлесімсіз немесе зақымдалған. Қажетті файлдар (AppRun, .desktop немесе таңбаша) жоқ.
nl: Deze AppImage is incompatibel of beschadigd. Vereiste bestanden ontbreken (AppRun, .desktop of pictogram).
ru: Этот AppImage не поддерживается или повреждён. Отсутствуют требуемые файлы (AppRun, .desktop или иконка).

source: Close
de: Schließen
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
it: Chiudi
kk: Жабу
lv: Aizvērt
nl: Sluiten
ru: Закрыть
sv: Stäng

source: unknown
kk: белгісіз
nl: onbekend
ru: неизвестный

source: Architecture Mismatch
kk: Архитектура сәйкессіздігі
nl: Architectuur komt niet overeen
ru: Несоответствие архитектуры

source: This app is built for %s and cannot run here
kk: Бұл қолданба %s үшін құрастырылған және мұнда іске қосыла алмайды
nl: Deze app is gebouwd voor %s en kan hier niet worden uitgevoerd
ru: Это приложение было собрано для %s и не может быть выполнено здесь

source: Open %s?
de: %s öffnen?
es: ¿Abrir %s?
et: Avada %s?
fi: Avataanko %s?
fr: Ouvrir %s ?
it: Aprire %s?
kk: %s ашу керек пе?
lv: Atvērt %s?
nl: %s openen?
ru: Открыть %s?
sv: Öppna %s?

source: Origins of %s application can not be verified. Are you sure you want to open it?
de: Die Herkunft der Anwendung %s kann nicht verifiziert werden. Möchten Sie sie trotzdem öffnen?
es: No se puede verificar el origen de la aplicación %s. ¿Estás seguro de que quieres abrirla?
et: Rakenduse %s päritolu ei saa kinnitada. Kas oled kindel, et soovid seda avada?
fi: Sovelluksen %s alkuperää ei voida vahvistaa. Haluatko varmasti avata sen?
fr: L'origine de l'application %s ne peut pas être vérifiée. Êtes-vous sûr de vouloir l'ouvrir ?
it: L'origine dell'applicazione %s non può essere verificata. Sei sicuro di volerla aprire?
kk: %s қолданбасының шығу тегін растау мүмкін емес. Оны ашқыңыз келетініне сенімдісіз бе?
lv: Lietotnes %s izcelsmi nevar pārbaudīt. Vai tiešām vēlaties to atvērt?
nl: De herkomst van de applicatie %s kan niet worden geverifieerd. Weet je zeker dat je deze wilt openen?
ru: Происхождение приложения %s не может быть проверено. Вы действительно хотите открыть его?
sv: Ursprunget för %s kan inte verifieras. Är du säker på att du vill öppna den?

source: Install the AppImage to add it to your applications.
de: Installieren Sie das AppImage, um es zu Ihren Anwendungen hinzuzufügen.
es: Instala el AppImage para añadirlo a tus aplicaciones.
et: Paigalda AppImage, et lisada see oma rakendustesse.
fi: Asenna AppImage lisätäksesi sen sovelluksiisi.
fr: Installez l'AppImage pour l'ajouter à vos applications.
it: Installa l'AppImage per aggiungerlo alle tue applicazioni.
kk: AppImage файлын қолданбаларыңызға қосу үшін орнатыңыз.
lv: Instalējiet AppImage, lai pievienotu to savām lietotnēm.
nl: Installeer de AppImage om deze aan je applicaties toe te voegen.
ru: Установите AppImage чтобы добавить его в ваши приложения.
sv: Installera AppImage för att lägga till den i dina program.

source: Install
de: Installieren
es: Instalar
et: Paigalda
fi: Asenna
fr: Installer
it: Installa
kk: Орнату
lv: Instalēt
nl: Installeren
ru: Установить
sv: Installera

source: Cancel
de: Abbrechen
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
it: Annulla
kk: Бас тарту
lv: Atcelt
nl: Annuleren
ru: Отменить
sv: Avbryt

source: Update %s?
de: %s aktualisieren?
es: ¿Actualizar %s?
et: Uuendada %s?
fi: Päivitetäänkö %s?
fr: Mettre à jour %s ?
it: Aggiornare %s?
kk: %s жаңарту керек пе?
lv: Atjaunināt %s?
nl: %s bijwerken?
ru: Обновить %s?
sv: Uppdatera %s?

source: Version unknown
de: Version unbekannt
es: Versión desconocida
et: Versioon teadmata
fi: Versio tuntematon
fr: Version inconnue
it: Versione sconosciuta
kk: Нұсқасы белгісіз
lv: Versija nezināma
nl: Versie onbekend
ru: Версия неизвестна
sv: Version okänd

source: Unknown version
de: Unbekannte Version
es: Versión desconocida
et: Tundmatu versioon
fi: Tuntematon versio
fr: Version inconnue
it: Versione sconosciuta
kk: Белгісіз нұсқа
lv: Nezināma versija
nl: Onbekende versie
ru: Неизвестная версия
sv: Okänd version

source: Will update to version %s
de: Wird auf Version %s aktualisiert
es: Se actualizará a la versión %s
et: Uuendatakse versioonile %s
fi: Päivitetään versioon %s
fr: Sera mis à jour vers la version %s
it: Verrà aggiornato alla versione %s
kk: %s нұсқасына дейін жаңартылады
lv: Tiks atjaunināts uz versiju %s
nl: Wordt bijgewerkt naar versie %s
ru: Будет обновлён до версии %s
sv: Kommer att uppdatera till version %s

source: Update
de: Aktualisieren
es: Actualizar
et: Uuenda
fi: Päivitä
fr: Mettre à jour
it: Aggiorna
kk: Жаңарту
lv: Atjaunināt
nl: Bijwerken
ru: Обновить
sv: Uppdatera

source: Replace %s?
de: %s ersetzen?
es: ¿Reemplazar %s?
et: Asendada %s?
fi: Korvatanko %s?
fr: Remplacer %s ?
it: Sostituire %s?
kk: %s алмастыру керек пе?
lv: Aizstāt %s?
nl: %s vervangen?
ru: Заменить %s?
sv: Ersätt %s?

source: A newer item named %s already exists in this location. Do you want to replace it with the older one you're copying?
de: Ein neueres Element namens %s existiert bereits an diesem Ort. Möchten Sie es durch das ältere ersetzen, das Sie kopieren?
es: Ya existe un elemento más nuevo llamado %s en esta ubicación. ¿Quieres reemplazarlo por el más antiguo que estás copiando?
et: Uuem fail nimega %s on selles asukohas juba olemas. Kas soovid selle asendada vanema versiooniga, mida kopeerid?
fi: Uudempi %s-niminen kohde on jo tässä sijainnissa. Haluatko korvata sen vanhemmalla versiolla, jota kopioit?
fr: Un élément plus récent nommé %s existe déjà à cet emplacement. Voulez-vous le remplacer par l'ancien que vous copiez ?
it: Un elemento più recente chiamato %s esiste già in questa posizione. Vuoi sostituirlo con quello più vecchio che stai copiando?
kk: %s атты жаңалау элемент осы орналасуда бар. Оны сіз көшіріп жатқан ескілеуімен алмастырғыңыз келе ме?
lv: Jaunāks vienums ar nosaukumu %s jau pastāv šajā vietā. Vai vēlaties to aizstāt ar vecāko, ko kopējat?
nl: Er bestaat al een nieuwer item met de naam %s op deze locatie. Wil je het vervangen door het oudere item dat je kopieert?
ru: Новый экземпляр с именем %s уже существует в этом расположении. Хотите заменить его старой версией которую вы копируете?
sv: Ett nyare objekt med namnet %s finns redan på denna plats. Vill du ersätta det med det äldre du kopierar?

source: Installed: %s | Incoming: %s
de: Installiert: %s | Eingehend: %s
es: Instalado: %s | Entrante: %s
et: Paigaldatud: %s | Sissetulev: %s
fi: Asennettu: %s | Tuleva: %s
fr: Installé : %s | Entrant : %s
it: Installato: %s | In arrivo: %s
kk: Орнатылғаны: %s | Келіп жатқаны: %s
lv: Instalēts: %s | Ienākošais: %s
nl: Geinstalleerd: %s | Inkomend: %s
ru: Установлено: %s | На очереди: %s
sv: Installerad: %s | Inkommande: %s

source: An item named %s already exists in this location. Do you want to replace it with one you're copying?
de: Ein Element namens %s existiert bereits an diesem Ort. Möchten Sie es durch das ersetzen, das Sie kopieren?
es: Ya existe un elemento llamado %s en esta ubicación. ¿Quieres reemplazarlo por el que estás copiando?
et: Fail nimega %s on selles asukohas juba olemas. Kas soovid selle asendada sellega, mida kopeerid?
fi: Kohde nimeltä %s on jo tässä sijainnissa. Haluatko korvata sen kopioimallasi?
fr: Un élément nommé %s existe déjà à cet emplacement. Voulez-vous le remplacer par celui que vous copiez ?
it: Un elemento chiamato %s esiste già in questa posizione. Vuoi sostituirlo con quello che stai copiando?
kk: %s атты элемент осы орналасуда бар. Оны сіз көшіріп жатқанмен алмастырғыңыз келе ме?
lv: Vienums ar nosaukumu %s jau pastāv šajā vietā. Vai vēlaties to aizstāt ar to, ko kopējat?
nl: Er bestaat al een item met de naam %s op deze locatie. Wil je het vervangen door het item dat je kopieert?
ru: Экземпляр с именем %s уже существует в этом расположении. Хотите заменить его старой версией которую вы копируете?
sv: Ett objekt med namnet %s finns redan på denna plats. Vill du ersätta det med det du kopierar?

source: Stop
de: Stopp
es: Detener
et: Peata
fi: Pysäytä
fr: Arrêter
it: Ferma
kk: Тоқтату
lv: Apturēt
nl: Stoppen
ru: Стоп
sv: Stoppa

source: Replace
de: Ersetzen
es: Reemplazar
et: Asenda
fi: Korvaa
fr: Remplacer
it: Sostituisci
kk: Алмастыру
lv: Aizstāt
nl: Vervangen
ru: Заменить
sv: Ersätt

source: Successfully Updated
de: Erfolgreich aktualisiert
es: Actualizado correctamente
et: Edukalt uuendatud
fi: Päivitetty onnistuneesti
fr: Mis à jour avec succès
it: Aggiornato con successo
kk: Сәтті жаңартылды
lv: Veiksmīgi atjaunināts
nl: Succesvol bijgewerkt
ru: Успешно обновлён
sv: Uppdaterades framgångsrikt

source: Successfully Installed
de: Erfolgreich installiert
es: Instalado correctamente
et: Edukalt paigaldatud
fi: Asennettu onnistuneesti
fr: Installé avec succès
it: Installato con successo
kk: Сәтті орнатылды
lv: Veiksmīgi instalēts
nl: Succesvol geinstalleerd
ru: Успешно установлен
sv: Installerades framgångsrikt

source: Version %s
es: Versión %s
et: Versioon %s
fi: Versio %s
it: Versione %s
kk: Нұсқасы %s
lv: Versija %s
nl: Versie %s
ru: Версия %s

source: Open
de: Öffnen
es: Abrir
et: Ava
fi: Avaa
fr: Ouvrir
it: Apri
kk: Ашу
lv: Atvērt
nl: Openen
ru: Открыть
sv: Öppna

source: Done
de: Fertig
es: Hecho
et: Valmis
fi: Valmis
fr: Terminé
it: Fatto
kk: Дайын
lv: Gatavs
nl: Klaar
ru: Готово
sv: Klart

source: Installation failed
de: Installation fehlgeschlagen
es: Error en la instalación
et: Paigaldamine ebaõnnestus
fi: Asennus epäonnistui
fr: Échec de l'installation
it: Installazione fallita
kk: Орнату сәтсіз аяқталды
lv: Instalēšana neizdevās
nl: Installatie mislukt
ru: Установка неудачна
sv: Installation misslyckades

source: Dismiss
de: Schließen
es: Descartar
et: Lõpeta
fi: Hylkää
fr: Ignorer
it: Ignora
kk: Елемеу
lv: Noraidīt
nl: Sluiten
ru: Отменить
sv: Avfärda

source: Uninstall failed
de: Deinstallation fehlgeschlagen
es: Error al desinstalar
et: Desinstallimine ebaõnnestus
fi: Poisto epäonnistui
fr: Échec de la désinstallation
it: Disinstallazione fallita
kk: Өшіру сәтсіз аяқталды
lv: Atinstalēšana neizdevās
nl: Verwijderen mislukt
ru: Удаление неудачно
sv: Avinstallation misslyckades

source: %s could not be removed: %s
de: %s konnte nicht entfernt werden: %s
es: %s no se pudo eliminar: %s
et: %s ei saanud eemaldada: %s
fi: %s ei voitu poistaa: %s
fr: %s n'a pas pu être supprimé : %s
it: %s non può essere rimosso: %s
kk: %s өшірілмеді: %s
lv: %s nevarēja noņemt: %s
nl: %s kon niet worden verwijderd: %s
ru: %s не может быть удалён: %s
sv: %s kunde inte tas bort: %s

source: Moved to Trash
de: In den Papierkorb verschoben
es: Movido a la papelera
et: Teisaldati prügikasti
fi: Siirretty roskakoriin
fr: Mis à la corbeille
it: Spostato nel cestino
kk: Қоқыс шелегіне жылжытылды
lv: Pārvietots uz miskasti
nl: Naar prullenbak verplaatst
ru: Перемещён в корзину
sv: Flyttad till papperskorgen

source: Extraction is only available for portable installations.
de: Entpacken ist nur für portable Installationen verfügbar.
es: La extracción solo está disponible para instalaciones portables.
et: Ekstraheerimine on saadaval ainult kaasaskantavate paigalduste jaoks.
fi: Purkaminen on käytettävissä vain siirrettäville asennuksille.
fr: L'extraction n'est disponible que pour les installations portables.
it: L'estrazione è disponibile solo per installazioni portatili.
kk: Тарқату тек портативті орнатулар үшін қолжетімді.
lv: Izvilkšana ir pieejama tikai portatīvām instalācijām.
nl: Uitpakken is alleen beschikbaar voor draagbare installaties.
ru: Извлечение доступно только для портативных установок.
sv: Extrahering är endast tillgängligt för portabla installationer.

source: Extracted for faster launch
de: Entpackt für schnelleren Start
es: Extraído para un inicio más rápido
et: Ekstraheeritud kiiremaks käivitamiseks
fi: Purettu nopeampaa käynnistystä varten
fr: Extrait pour un lancement plus rapide
it: Estratto per un avvio più veloce
kk: Жылдам іске қосу үшін тарқатылды
lv: Izvilkts ātrākai palaišanai
nl: Uitgepakt voor sneller starten
ru: Извлечён для более быстрого запуска
sv: Extraherad för snabbare start

source: Extraction complete
de: Entpacken abgeschlossen
es: Extracción completada
et: Ekstraheerimine lõpetatud
fi: Purkaminen valmis
fr: Extraction terminée
it: Estrazione completata
kk: Тарқату аяқталды
lv: Izvilkšana pabeigta
nl: Uitpakken voltooid
ru: Извлечение завершено
sv: Extrahering klar

source: %s was extracted and will open faster.
de: %s wurde entpackt und öffnet schneller.
es: %s se extrajo y se abrirá más rápido.
et: %s ekstraheeriti ja avaneb nüüd kiiremini.
fi: %s purettiin ja avautuu nyt nopeammin.
fr: %s a été extrait et s'ouvrira plus rapidement.
it: %s è stato estratto e si aprirà più velocemente.
kk: %s тарқатылды және жылдам ашылады.
lv: %s tika izvilkts un atvērsies ātrāk.
nl: %s is uitgepakt en zal sneller openen.
ru: %s был извлечён и будет открываться быстрее.
sv: %s extraherades och kommer att öppnas snabbare.

source: Extraction failed
de: Entpacken fehlgeschlagen
es: Error en la extracción
et: Ekstraheerimine ebaõnnestus
fi: Purkaminen epäonnistui
fr: Échec de l'extraction
it: Estrazione fallita
kk: Тарқату сәтсіз аяқталды
lv: Izvilkšana neizdevās
nl: Uitpakken mislukt
ru: Извлечение неудачно
sv: Extrahering misslyckades

source: %s could not be extracted: %s
de: %s konnte nicht entpackt werden: %s
es: %s no se pudo extraer: %s
et: %s ei saanud ekstraheerida: %s
fi: %s ei voitu purkaa: %s
fr: %s n'a pas pu être extrait : %s
it: %s non può essere estratto: %s
kk: %s тарқатылмады: %s
lv: %s nevarēja izvilkt: %s
nl: %s kon niet worden uitgepakt: %s
ru: %s не может быть извлечён: %s
sv: %s kunde inte extraheras: %s

source: App updates available
de: App-Updates verfügbar
es: Actualizaciones de aplicaciones disponibles
et: Rakenduste uuendused saadaval
fi: Sovelluspäivityksiä saatavilla
fr: Mises à jour d'applications disponibles
it: Aggiornamenti app disponibili
kk: Қолданба жаңартулары бар
lv: Pieejami lietotņu atjauninājumi
nl: App-updates beschikbaar
ru: Доступно обновление приложения
sv: Appuppdateringar tillgängliga

source: %d app update(s) available
de: %d App-Update(s) verfügbar
es: %d actualización(es) de aplicación disponible(s)
et: %d rakenduse uuendust saadaval
fi: %d sovelluspäivitystä saatavilla
fr: %d mise(s) à jour d'application disponible(s)
it: %d aggiornamento/i app disponibile/i
kk: %d қолданба жаңартуы бар
lv: Pieejams(-i) %d lietotnes atjauninājums(-i)
nl: %d app-update(s) beschikbaar
ru: Доступно обновление %d приложений
sv: %d appuppdatering(ar) tillgängliga

source: Open AppManager
de: AppManager öffnen
es: Abrir AppManager
et: Ava AppManager
fi: Avaa AppManager
fr: Ouvrir AppManager
it: Apri AppManager
kk: AppManager қолданбасын ашу
lv: Atvērt AppManager
nl: AppManager openen
ru: Открыть AppManager
sv: Öppna AppManager

source: Move to Trash
de: In den Papierkorb verschieben
es: Mover a la papelera
et: Teisalda prügikasti
fi: Siirrä roskakoriin
fr: Mettre à la corbeille
it: Sposta nel cestino
kk: Қоқыс шелегіне жылжыту
lv: Pārvietot uz miskasti
nl: Naar prullenbak
ru: Переместить в корзину
sv: Flytta till papperskorgen

source: Path must be absolute
es: La ruta debe ser absoluta
kk: Жол абсолютті болуы тиіс
nl: Pad moet absoluut zijn
ru: Путь должен быть абсолютным

source: This is already the current directory
es: Este ya es el directorio actual
kk: Бұл ағымдағы бума болып тұр
nl: Dit is al de huidige map
ru: Это уже текущая директория

source: Directory is not writable
es: El directorio no puede ser escrito
kk: Бумаға жазу рұқсаты жоқ
nl: Map is niet schrijfbaar
ru: Директория недоступна для записи

source: Cannot access directory: %s
es: No se puede acceder al directorio: %s
kk: Бумаға қол жеткізу мүмкін емес: %s
nl: Kan map niet openen: %s
ru: Нет доступа к директории: %s

source: Path exists but is not a directory
es: La ruta existe pero no es un directorio
kk: Жол бар, бірақ ол бума емес
nl: Pad bestaat maar is geen map
ru: Путь существует но это не директория

source: Invalid path
es: Ruta no válida
kk: Жол жарамсыз
nl: Ongeldig pad
ru: Недопустимый путь

source: Parent directory does not exist
es: El directorio padre no existe
kk: Аталық бума жоқ
nl: Bovenliggende map bestaat niet
ru: Родительская директория не существует

source: Cannot create directory: parent is not writable
es: No se puede crear el directorio: el directorio padre no puede ser escrito
kk: Буманы жасау мүмкін емес: аталық объектіге жазу рұқсаты жоқ
nl: Kan map niet aanmaken: bovenliggende map is niet schrijfbaar
ru: Невозможно создать директорию: родительская директория недоступна для записи

source: Cannot access parent directory: %s
es: No se puede acceder al directorio padre: %s
kk: Аталық бумаға қол жеткізу мүмкін емес: %s
nl: Kan bovenliggende map niet openen: %s
ru: Нет доступа к родительской директории: %s

source: Failed to create directory: %s
es: Error al crear el directorio: %s
kk: Буманы жасау сәтсіз аяқталды: %s
nl: Aanmaken van map mislukt: %s
ru: Не удалось создать директорию: %s

source: Failed to create extracted directory: %s
es: Error al crear el directorio extraido: %s
kk: Тарқатылған буманы жасау сәтсіз аяқталды: %s
nl: Aanmaken van uitgepakte map mislukt: %s
ru: Не удалось создать извлечённую директорию: %s

source: Migrating %s (%d/%d)…
es: Migrando %s (%d/%d)…
kk: %s көшірілуде (%d/%d)…
nl: Bezig met migreren van %s (%d/%d)…
ru: Переношу %s (%d/%d)...

source: Some apps failed to migrate: %s
es: Algunas apps han sufrido un error en la migración%s
kk: Кейбір қолданбалар көшірілмеді: %s
nl: Migreren van sommige apps is mislukt: %s
ru: Некоторые приложения не удалось перенести: %s

source: No update address configured
de: Keine Update-Adresse konfiguriert
es: No hay dirección de actualización configurada
et: Uuenduse aadressi pole seadistatud
fi: Päivitysosoitetta ei ole määritetty
fr: Aucune adresse de mise à jour configurée
it: Nessun indirizzo di aggiornamento configurato
kk: Жаңарту адресі бапталмаған
lv: Nav konfigurēta atjaunināšanas adrese
nl: Geen updateadres ingesteld
ru: Не настроен адрес обновлений
sv: Ingen uppdateringsadress konfigurerad

source: Update source not supported
de: Update-Quelle nicht unterstützt
es: Fuente de actualización no compatible
et: Uuenduse allikas pole toetatud
fi: Päivityslähde ei ole tuettu
fr: Source de mise à jour non prise en charge
it: Fonte di aggiornamento non supportata
kk: Жаңарту көзіне қолдау жоқ
lv: Atjaunināšanas avots nav atbalstīts
nl: Updatebron wordt niet ondersteund
ru: Источник обновлений не поддерживается
sv: Uppdateringskälla stöds inte

source: Unable to read releases
de: Releases können nicht gelesen werden
es: No se pueden leer las versiones
et: Väljalaskeid ei saa lugeda
fi: Julkaisuja ei voitu lukea
fr: Impossible de lire les versions
it: Impossibile leggere le release
kk: Релиздерді оқу мүмкін емес
lv: Nevar nolasīt izlaidumus
nl: Kan releases niet lezen
ru: Невозможно прочитать информацию об выпусках
sv: Kunde inte läsa versioner

source: No matching AppImage found for %s
de: Kein passendes AppImage für %s gefunden
es: No se encontró AppImage compatible para %s
et: Ühtegi sobivat AppImage't ei leitud %s jaoks
fi: Vastaavaa AppImagea ei löytynyt kohteelle %s
fr: Aucun AppImage correspondant trouvé pour %s
it: Nessun AppImage corrispondente trovato per %s
kk: %s үшін сәйкес келетін AppImage табылмады
lv: Nav atrasts atbilstošs AppImage priekš %s
nl: Geen overeenkomende AppImage gevonden voor %s
ru: Не найден подходящий AppImage для %s
sv: Ingen matchande AppImage hittades för %s

source: Already up to date
de: Bereits aktuell
es: Ya está actualizado
et: Juba ajakohane
fi: Jo ajan tasalla
fr: Déjà à jour
it: Già aggiornato
kk: Ескірмеген
lv: Jau atjaunināts
nl: Al up-to-date
ru: Уже актуальный
sv: Redan uppdaterad

source: Updated to %s
kk: %s нұсқасына дейін жаңартылды
nl: Bijgewerkt naar %s
ru: Обновлён до %s

source: Server does not provide change tracking headers
es: El servidor no proporciona cabeceras de rastreo de cambios
kk: Сервер өзгерістерді бақылау тақырыптамаларын ұсынбайды
nl: Server levert geen headers voor wijzigingsdetectie
ru: Сервер не предоставляет следящие заголовки

source: Baseline recorded
kk: Базалық сызық жазылды
nl: Nulmeting vastgelegd
ru: Базовая линия записана

source: Updated
kk: Жаңартылды
nl: Bijgewerkt
ru: Обновлён

source: GitHub authentication failed (401). Check your token in Preferences → GitHub.
ru: Не удалось авторизоваться на GitHub (401). Проверьте ваш токен в Настройки → GitHub.

source: GitHub API rate limit exceeded. Add a token in Preferences → GitHub to increase your limit.
ru: Превышен предел API запросов GitHub. Добавьте токен в Настройки → GitHub чтобы увеличить лимит запросов.

source: GitHub access forbidden (403). Your token may lack the required permissions.
ru: Доступ в GitHub запрещён (403). У вашего токена могут отсутствовать требуемые полномочия.

source: Unknown zsync source type
es: Tipo de fuente zsync desconocida
kk: zsync көзінің түрі белгісіз
nl: Onbekend zsync-brontype
ru: Неизвестный источник типа zsync

source: Unknown zsync source
es: Fuente zsync desconocida
kk: Белгісіз zsync көзі
nl: Onbekende zsync-bron
ru: Незивестный источник zsync

source: Cannot determine download URL from zsync URL
es: No se puede determinar la URL de descarga a partir de la URL zsync
kk: zsync сілтемесінен жүктеп алу сілтемесін анықтау мүмкін емес
nl: Kan download-URL niet bepalen uit zsync-URL
ru: Не удалось определить URL для загрузки из URL zsync

source: ⚠️ '%s' is not in $PATH. App will not launch from the terminal
de: ⚠️ '%s' ist nicht in $PATH. App startet nicht vom Terminal
es: ⚠️ '%s' no está en $PATH. La aplicación no se ejecutará desde la terminal
et: ⚠️ '%s' pole $PATH-is. Rakendus ei käivitu terminalist
fi: ⚠️ '%s' ei ole $PATH-muuttujassa. Sovellus ei käynnisty päätteestä
fr: ⚠️ '%s' n'est pas dans $PATH. L'application ne se lancera pas depuis le terminal
it: ⚠️ '%s' non è in $PATH. L'app non si avvierà dal terminale
kk: ⚠️ '%s' жолы $PATH ішінде жоқ. Қолданба терминалдан іске қосылмайды
lv: ⚠️ '%s' nav $PATH. Lietotne netiks palaista no termināļa
nl: ⚠️ '%s' staat niet in $PATH. De app start niet vanuit de terminal
ru: ⚠️ '%s' отсутствует в $PATH. Приложение не может быть запущено из терминала
sv: ⚠️ '%s' finns inte i $PATH. Appen kommer inte att starta från terminalen

source: Show in Files
de: Im Dateimanager anzeigen
es: Mostrar en Archivos
et: Näita failides
fi: Näytä tiedostoissa
fr: Afficher dans les fichiers
it: Mostra nei file
kk: Файлдарда көрсету
lv: Rādīt failos
nl: Tonen in Bestanden
ru: Показать в Файлы
sv: Visa i Filer

source: Portable
de: Portabel
et: Kaasaskantav
fi: Siirrettävä
it: Portatile
kk: Портативті
lv: Portatīvs
nl: Draagbaar
ru: Портативный
sv: Portabel

source: Extracted
de: Entpackt
es: Extraído
et: Ekstraheeritud
fi: Purettu
fr: Extrait
it: Estratto
kk: Тарқатылған
lv: Izvilkts
nl: Uitgepakt
ru: Извлечённый
sv: Extraherad

source: Terminal
fi: Pääte
it: Terminale
kk: Терминал
lv: Terminālis
ru: Терминал

source: This app supports efficient delta updates
de: Diese App unterstützt effiziente Delta-Updates
es: Esta aplicación soporta actualizaciones delta eficientes
et: See rakendus toetab tõhusaid delta-uuendusi
fi: Tämä sovellus tukee tehokkaita delta-päivityksiä
fr: Cette application prend en charge les mises à jour delta efficaces
it: Questa app supporta gli aggiornamenti delta efficienti
kk: Бұл қолданба тиімді дельта жаңартуларды қолдайды
lv: Šī lietotne atbalsta efektīvus delta atjauninājumus
nl: Deze app ondersteunt efficiente delta-updates
ru: Это приложение поддерживает эффективные дельта-обновления
sv: Denna app stöder effektiva deltauppdateringar
